"""
Главный модуль предназначен для решения практических задач.
Теория содержится в файле README.md и на странице репозитория GitHub.
Материал предоставляется бесплатно и исключительно для ознакомительных целей.
Любое коммерческое использование запрещено.
"""

# Переменная, содержащая в себе определённый текст
text = "Never forget what you are, for surely the world will not"

# Метод find() используется для поиска подстроки внутри строки
print(f"Index Of N: {text.find("N")}\nIndex Of ,: {text.find(",")}")
